import classes from './style.module.css'

const ApplicationCard = () => {
  return (
    <section className={classes.cardSection}>
      <div className="container">
        <div className={classes.card}>
          <h2>
            Как стать нашим <br /> партнером
          </h2>
          <div className={classes.cards}>
            <div>
              <span>01</span>
              <h3>Заполнить анкету</h3>
              <p>
                Первым этапом сотрудничества является заполнение анкеты
                кандидата.заполнение анкеты кандидата.заполнение анкеты
                кандидата.кандидата.зап.
              </p>
            </div>
            <div>
              <span>02</span>
              <h3>Заполнить анкету</h3>
              <p>
                Первым этапом сотрудничества является заполнение анкеты
                кандидата.заполнение анкеты кандидата.заполнение анкеты
                кандидата.кандидата.зап.
              </p>
            </div>
            <div>
              <span>03</span>
              <h3>Заполнить анкету</h3>
              <p>
                Первым этапом сотрудничества является заполнение анкеты
                кандидата.заполнение анкеты кандидата.заполнение анкеты
                кандидата.кандидата.зап.
              </p>
            </div>
            <div>
              <span>04</span>
              <h3>Заполнить анкету</h3>
              <p>
                Первым этапом сотрудничества является заполнение анкеты
                кандидата.заполнение анкеты кандидата.заполнение анкеты
                кандидата.кандидата.зап.
              </p>
            </div>
          </div>
          <button>Стать Партнером</button>
        </div>
      </div>
    </section>
  )
}

export default ApplicationCard
